Repository: alirezataghavi1/Tradeus-
Catalog: trader/lib/l10n/app_*.arb
Languages: fa

# slogan1
source: Those who do not remember the past!
fa: کسانی که گذشته را به خاطر نمی آورند

# slogan2
source: are condemned to repeat it
fa: محکوم به تکرار آن هستند

# searchField
source: Search
fa: جستجو

# openingPrice
source: OP
fa: ق.خ

# closingPrice
source: CP
fa: ق.ف

source: Margin
fa: سرمایه

source: leverage
fa: اهرم

# nameHint
source: Enter the name of the traded currency
fa: اسم سهمی که معامله کردید را وارد کنید

# openPriceHint
source: Opened price
fa: قیمت خرید

# closedPriceHint
source: Closed price
fa: قیمت فروش

source: Description
fa: توضیحات

# saveButton
source: Save
fa: ذخیره

source: Information
fa: اطلاعات

# toastMessage
source: fill blank fields
fa: قسمت های خالی را پر کنید
